{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Reshape/shape_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "sequential_8/conv2d_16/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "b+AUPhUmLz696Au+Z+Hnvb1FDj5wKfo8IB5xPUUjB776VJi9Zvo0vvQ5xL0J8i0+PKY7vpNnGj6UJ3k9fbcmPj6L7L2y5/i9SOwNvryvt722pco9mToVPh5Xmz2l1C4+lA8FvS0A073mPqs9KDgDvdJBxb2rGyI+b083PtzdLL3W7q69HiEtvgBa+LwQz2A8fpTVPaZyLL66K+E9fD90vZ+i7b0oLSC9NBdmvSa/rj3K2v49Em3BPR4UOb4c8r29cI/vvKAFUz0AcEa5xsG5Pe0JOD6ZhDS+wCw3u4JG8b0O9rm9rbosPirXDL7FFbe9ocAcPnFoIz5LawU+sJyWPCq7nD3DXwc+EK9lPYC6cj2CIuA9Je/RvRPlMz7/kOC9spSSPSx7Fj3UBSG9AsODvX/xPL7kgmi9yFjLvdgh/7wIuj296Ln3PCTNIL2Uqy89sgQsvmg2r71glvO8ZLUHvXeLB75+EKk98aotPnj9JL39jQg+gNmMuqmUJT5I7qy8wFiDvQDL5zyeNqm9KFT4vOQtgb1Q/Dy9igmAvT7gyz0Krbk9GBIPvjgGXb0TYSI+IDRSPBgriL2Mb3S96M6VvOSfS71AFlq8YCMgvV1Hj71wEEM9dDd4PVlJ7r1RTB8+HMMCvuCbIL6L6wQ+91MOPr8zNz7KaIw9p4guviSgG7242om8NKbnvb2ALD6us+u91LZKvWLn1j1cUoI97VE2PltZOr7qmA2+fue5PUjLsbxjxIu95c0pvqGzGT4wL5M86CGnvFgF+Tza2ro908s1Pm0jFD7R8wk+IA67vLB/t7wAMcK93GErvjZa9D0A7m287JhaPQrpsD3ucSy+rWA8PjL+pz3+Nh++P8k7PiIsxj1mTsu9dZyPvQDmMrzo5ya+aBYTvfHaGr7NagI+4f4vPu76hz3Y4Ec91iB5vYAAvTuSxgq+4kv7vVzzLD1uB/U9qsG7PXSMWr3BtQ4+avK3PZj4Xr22XpI9knbcPWASvDu99Du+mKM1vQBjTb3Xsgc++KpFveaQyD26OfA9hgCbPQCUIDy/iqC9CED/PIrpqj0mWSe+1mcrvj4dKL68R729ALgUuc+rIr5WBfI9uI/kvIfjL776+989LPpivRTb5L2wc5y82VUOvsJt1D3bceq9G5k0PguKIz7hEzS+HNocvttErb3YEP29lW2TvYo78z3J/rG9QFlePIDGCr41ejA+hawkPkE9Oz5G46898SrWva54A744pX69nScCPhS7Tz0/DBA+5eLFvcAFbz1oh9w86boRPqZgJ77sY6m9+E09PTAl6byqf9+944UiPpsHLT7v1Rk+CrC2PSqDj73tTs69vhX4PbRxJL1fzxI+lbuoveCP5bswmhg9ghwEvk732z34VS++SkrLvVpMvD23jhY+ZgcjvpgAob3nnva9eJvrvcAjwL2gPzy8OKoEvqAd0juofAQ9gHD0O8rOzT3eFIc9D/EOvmEXxL3YVcG8NxQsPjBjk7xNCSQ+kAK+vRqQwz1gN0O8QR4XvldIKz7iP5o9nfUSvqXbLT5oESK+AFqlvaulwb3uVNA9YNRYPQA6NrryVA6+DwkVvjRgL71dCR++ynPHvb8sB75HK7u9aTwtPulINz5NDCo+rTkTvgByAj26zRi+qbswPtJ1+L27sQg+DeYLvoQjCj0zuQI+4NTnvJ47Jb6IrCe+S17ZvW7C8D2YKi2+RFBGPXxFDr5QmwS9wn6sPciMVT1DpAy+MxkCvibJ4b2gdTu8i+g7PrBlEjzCfKW9t/jdvfiiXj2AkPA62US8vXTFWr3mNBO+4LQ2PNKvtT2YZ8i8AHQLvgEXJj5qWqY9dQ3CvVCWOL4i0tA9z9QgPsDI8L1wItg8IJGovCRIWz3IFmQ9dxo6vhCCB72HxTs+vSqfvdn/rL1FISI+aVkZPqfXNr4YGKs8iNqpPH+zOr5Hdpu9AUI6PhHLFj63iwU+pHsDvVK4hj1Axe68ykX2PdVIzr3Yxiy+VPcmPXpBeb3u57w99cAkPho4/D1QNye94V8ZPsCMKT3m/Yk9KKS1PLB2fTzBra699te5vTyTsr2wU0K9C3guPuzEt72MJXk9/EcJvdgwQz1Un9y9/NYtvrKiAr5yyiG+ykDvPfyoRL0Duwc+NFE6PYY3/r2glG88ayoqPhfLDz4gkUm8kJR2PeimM752Oc+9rgCyPWDiMTzvmwY+bakSPpGTNj4A7fK61oTePZuxEj6Jz4i9l5khPtizOD10RWC90k+rPWiJZL09Cg6+Ai6uPYDdKLxAA9w7ud3NvdUT473W+Ce+L/wRPhtmk72S4AO+y+k2vjJYqz1+6Kk9zGZOPdkQkL3Ufyq+gwv6vWAx/rx9XB8+x8gDvmzCwb3E2hC9klHiPczebb0wbH+8Y2kyPj1gLT4pyyc++YUBvhU4Fz4Gcey9q/7gvQqz4L29gxg+UOmfvDekh70qmJK911EPPuAZM7xAgm+75hejPRb0kT0ArBu7cLMhvoRzdr1gvoY8ZPEYPf9uDD7mhpU9DDszvYpgl72+Mps9517Fvf+qMz4y1dI9f4sPPrjDRr0IZiW9I/0RPog7YL2ny5a9fMcFvYT5i72+VY49gkfVPYqjGL5S1Zs936cnPv60tz3g7fO81toHvtDu87w6dDC+gEhaPSSxBT1Igvi9plXxvUMJHD7gTf+7x0CkvRCGXTzih/k90LF1PMXVgr2W2pi9qPbsvLzGF72EOwa+CKxIvZJv9z2oCNU84A+XvUgvkTxwI1O9/pUAvrrE/T0kAv+9KC6/vHzbFb6Mmi+96tuqPbSvGb1IUgy+szkTvpfiNb6T5DM+4Po0vUAVsbz5wai9dxOzvYDsBjusLFE98jYfvtoL2z2aUsc9O3gCvo5J771wido8E20pPvrdNb5rfAK+UOEVvopJ6j3cxX491qrIPTSMy73pWOe9KNcWvpBvA77Qw6U8F5cSPl6gFb7xaJO9gIQUvNmkCT4otpE8WIYOvTjO1TzB4769QDxmPNYQ6j2FTxe+/jCiPejJz7y9kgI+vuEmvn4u1z1pCx8+EHiOvYKZtr0KnYg9yHTSPAbmrb1hjCs+AAFevNcymL2qAb49cnYQvrDpBb0fTh0+6I4VvgANcb2gu1o9XqHvPb2ZHb7lSaO9xubmPVBwtb0pjhG+4wMuvsBP57swbjO9vszmPWlfED5Bhzc+mLCnvQemGz4T0Dw+7daBvaT3PL04/dS83y8dPhtTz71CPtk9AbyWvR/H2L1iTZg9qK/jPGrB7T0G+o09QCt6PIDvkTwyjfu9IlmMPStVt71WB8Y90SMBvii5JD3AEy279yYLPo7RmT0miI89IVohPrwMAb4Yq4O8v1IGPg5LiT2sMCW9iU+Mvc52sT2EcAu9/HXxvUBJJjyyMMI9928dvie2Lz7HhxU+82UWPmh68rxsCAq9BnrgPRiaLr0iJNc9Zmz6Paq//j0FNg2+qN5fvbRMAL6gav695aoQvkIn/z0g8FA86tXlPWX7Kz5CZ+o9TlL8PVak2T0IJ/a8uqOaPXae/j1FKP69IDj/u3x08r3AmIQ9AUQAPuzpZD1oxQ+99E51vchCA72GKMq9CGfWPNIS2r1mCPS9gKbDO3rGOL7p0Bs+QloivlS2Qb0bayS+sc0lPpHJJ76Mczq9yGYcvlLYnT3wx+08T9oZPsbO3j3AwBm8lnQWvm8SDT5ZEOe9n8sNvpZFlD3uHA6+HyU1PmyfrL3/Twg+kH2FPaDlh7yZKPO9qCiBvI3bBL4Ai7K7um2QPTmMKD7wi+W9GqCHPeagGb4VHyE+K9s6vogYlb0wZdK8myomPviI6Tw5Xjo+wBsrvc5V0z3qics95+67vUip67xKIqc9bq2uvbBnYryHDzM+ZJyOvZIz5T2cT4M9yQg1PpZ2wj0McUq9IkY7vjJTlz1A1nI8sEclvi4kmT2gJGg9iVXuvc0GMz4DhzK+K5wuvoAB/zv0+Bq9Oi7QPfgiez2OBas9bnYXvoF7O76u4tW9R9wAPiL+Ob7oC0g9YtaQPTokoj2Ao6C75rbSPVl2Fz79KDQ+sLW3PIOjC76Xzfi9VT0VPq9lHL5b+SS+VeYwPjol9T1FqSI+2bW+vXTiRb3RTxq+xFEgvSkyHD6GRes93VQyPhOxHz7rFAS+YOTXPBB6lLxSuIe98dIGvuU4Jj6skUM9DsytPUALBb0KmyS+VozqPezeCz3/kQU+xdcSPuYMkz0NnTE+ACJLuxBpYbxJcCM+1qnRPRZXG77oZhq+ADhSPO8WHD61hxo+UHPVvLfdq71YTh09EIhXPG0nur1eMJY9vCsJvXAYJj220QO+Qh/rPVlAEL5Wo5O9oIEZvtA6RjzwqCE8FU33vUDpvTtMOwa+HkX4PVqLjD1GUga+vkfnPSAxjbzCFpC9x4gTPnhJ5b3UYSi9wPhQvaA+7Dsvq729jXwqvv780D1J4TU+pRX9va/sKz6Q+im8OaQOPgibXL1uRiq+bcYbPsD1kTtwd/K8MV0FvoQyOr6QibU8L+olPs9IOj4gdbM7/e0QPvwLYT0NA7e9U0WfvfauA77m19y9CqEmvt1jmL04OdG8VAmGve/LwL2659U9mOW4PN65gj0Q7F481L87vrwdL77s+R69OHTRvFzdcT1E6AA9cAxoPIgTMz2Qqx28xDcjvpZktT1AEQg9dV8VvumxMD4XOLW9aNS9veoElb0A7uS51t3ZPXE/FD4EkDy9vTkdPqal8j2RzjY+ZkkjvociKT5NgBG+oKuhPHnYKz6s50O9zDUxvnV4PD4qPwi+MBoxPdDaO7y08xE9ZJa3vSiD5ryAvzk8ilnJPbIMtD3QaF+9D9vivVzjBT0SK7q9Gy43vnTZT73WDRG++zcWPpklCj7KqOK9iOAgvfiFkjyOULO9SyDpvbBhXbxbmQu+4zAjvhdiOT6YzuM8rRsLvrBDTjwXShs+8CvtvDIRPb4NZSE+EAYnPQ4qir1KRZg9AKgUO8tvMz7yo5497xEPPuACID27Bjq+uJXBvTsGxr3y7sQ9OQbUvehB0r24Aj+9lBFEPUgDDb70oei9aemFveFGID7ldg4+F8EdPl8YGD584Ts9GSYfvvsNM76h6R++mCjtvPBavDxzyi4+HyA8PmowoD2I7Dc9O5k3vgDKzLyaI5w9SK6AvWThQj36t9c90SYvPugkFT2z7yY+7lnWPUQqdD3VS6C9oTQzviKZKr57ZCO+Xx85PhYGBL7onxO+e7glPgBivTvITOm8sMCtvFaT2T1FSpa9fQIUPs19IT5BaLm9sFSZPL4luD2gSo88zGFdPfyJJr0Ajkw6UO8xPP8oMj7Mk1c9AuSGvbB5wTxMMCG9QAUkPBqrmT23YS4+TtelPVBQmL1C7h++q3ovPjPbpr13SwQ+jv+tPcDH9Dzs/Ta9iLIAvsSFVD3M3q29Ij4kvsrjzr3e3hG+Rf4QvhAdeDygHDk8eWowPo7Biz0XJrC9q34ZPiBGlDtW98494IZ+vNjXPD24g+29ukXEPTBJYr0qIyK+wVe7vdq1hb3Ausg7RVIePga1rT3BhTC+5q+6PdElFz5gjDA94MezvC/rCD4joR6+TTMXPpBMkzwc5AO9rrvxPeXDIz6WFI09vR4YPsI1tD3Y8Fa9mhvFPbguur2/uby9IectvqhjN71um+Y9QA8UPd6TA75Yqh29NovQPceIIT5wvwi+Qa47vniK3zyDfiu+YLp8PJKWF77SZQW+41khPrJc3z0TryO+XYAiPniNWT2M3XG9AGItu1xxR705NMy9+G/VvPr/zD0RvgS+0h+QPQLc1T3R6iE+ilKOPWN3Aj4Dh5i9gu2fPXX6Bz4MnFk9EIp3PHvAGj6Kmdc9qo/0PZtJKD4SwIc9kHtBPTFNo72uzxu+GmOTPWDv8rwozby9y4jFvaiu9ry+e/o95TQGPjGSOL6DAhk+wdQHvhKUpj0AYuw5hQ+pvdqblz1b/Dq+QNtqPFRAAz3n07O9WLUMvVCcmbzuwLa9zc2QvbVwHD5vujS+T68JPsv8FD4gOTg8jlY0vrh2Tr2IAYG9kJ1+PQD6Sz3p2iu+BGpVvaDzdrxWI/49UG8bvaqM2j2snTi+75iBvQtbIz6vYO69UeXHvc6NJb6w9EI9hHqzvfAuBbye6bs9wd07vjj2LT26MJI96YEfPhcVAD5mFZg90z0GvmZSIb5Qbao8rt/dPTmCgL0GlY89FHkIvhJiyD3OJ3+9G/gbPhftz73aFiW+zSAgvkPkBz7SN9M9gCSOPAAB3Ly4jsu9lGkrPRjBJz2WFQC+HIw4vuKh7r0YYjI9VFRLPUBYIzwvRwS+wjv2Pdx2Sr2iHCG+Gl+wPXb8Hr4cBQE9XAQkPcscFD5dydC9LqWVPcnOOz6wz3w9w/gVPpVGur1c8LC9k3QrvrWqHT5cSHc9rjeHPQiG6TwyVA++YDYKPDgpEr6iJ709L8IGPmJ31D3FExM+H87Mvd4JpD3mgPO9BKByvTypFj383UM9NtaCvZqAyj1g/Nc8opXfPejOdz0ApgC7EgwQvjfI+L08V1E9NTgWPkMlLz7MoBC9MtDTPQbeoz3mIdI9IPIMPYSvDz01Srm9TYbwvWCIwrtvFzG+1z4JPnzr7r0OjeI9wL0AvSjodT2WJPc9FF9IPS+Qub21kQg+kifePZQ7YD3LbR8+LxkmPiCnibwJwS6+TmM1vlAJZLyA96K7cS4JPlqOlr3Ru8u9phT9vU6Ujz2duig+MLutvUBi8r2MvFW9lBddPVSUfb3ykRS+kFbUvdDv87yMzxU9cBRevdL9rT1DQvC9l60vvgjMHb5oi5s83DMevTuThb0How0+RP+LvV8GEL6c4zu9AOhwOSA3KL3a6HW9OLlxvUA2LL0y7IY9LDeuvTdVOL7A6jW79+ejvWmtKT4kCxM9/LpIPZ/4ND40CK29h2A2PsZ01L3ciJm9c5koPnnvLb4AnSi9DjCFPYDxXju4bCC9IsgBvprr7j1T/wA+7GsOvhzfHj13MQm+MIpMPADzeL1wyre9TiytPYTjQ71JQie+psgdvjAEjjyLsAs+dp6VPSANsrxgBnS8pF4rPa6B+T03lzS+AZE8PpqxHr6SidK9ABZTOuq0fL1A+Uu8YrH2PfDSULyG6x6+M/DjvUJH5D0SJ5s9/Z0yPrb3fb0iE9I9IGL4u+XgOT49n6y96gP6PUDfJb6gzyo8CFFqPVsxFb4o63+9to/XPRZF5z0gA+k81kPzPUZlkT0Aes27LBA2vkoK8z14Erq8+LY2vs5Svj2/lYe9m4CGvXlGK74MTBa9y3EpPkBBeDxgDlE8dPCsvdqfjT3yvr49TqUwvgAJDrsqzeA9MEQuPdcQHT7ylKs9kNh/PIJapb1f5TQ+oO3hvCTy2L3mEsU9gAW1vX8ELD6uQOk915U3vj7QIL4U8++9wGAyPbT1yr3Wj/U9Tp3QPZ2MKr7yoc09uXTkvRtTHb4/RTW+fcbsvcpQnj3AdZw7YL1wvSDJ2DuQlTM95ZEYvlmJv70AWtm9RL5YPaVcKz4oJCW9c7YmPowZB73sDVm9/eEKPtag2T2BVQW+6GOKvGwmdj1GFpk9YDxrPIhLMj3Q6XI84NWevQgYE73TqYe97teRPTS1hb3bkLa9IMmVOyb4+j3AcKM8YALZvM99Jr4kXz29r+ctvvp+3z3A5ZI7ceyivS8hHL5AvJq8GAFUvY/eKr6VJjm+8iqRPYKTNL5o39Y84EpevA49tz0g8zQ9Se4pvoBY4LqFbg++ePhGPSbInT34CfS9uhvVPQT/gj2HJZG9gtmEvTq6db1yBZk9PhzPvd+zFL4XD5m9OAT9PBhuOr54D7e9SJfuvKjQgbwT06m9OdQXPvMiNz6gJOc8GRqdvd0kBb5Y4bA88DDPvPClgLwa3vY9CkYmvjzCWr1Y8Sm+oACouxRfVT3QeAO8CU2fvQBbdzrAVgi+YLTBO9CAIb4ORuQ99vjtPTgyzLzS0uC9ALzfu5uoBz6fEhQ+kGH/PFSTZ713yDs+uyjPvYRAcT3FuBy+Mp15vZs6470oPzS99AwWPfChqTwu6eS9kPXKvf6R2r2sfE89HMRqvacpBz7LERY+5RkOPvtsF75fGJe9s96Gvbawpz07jg8+ehCZPZJPrz3Gg9M9vyECPpaX8z2cVQU9sKYtPVsPMr76ftg9YcjxvSpMkT3ZLw0+bKRIva/sJj79Xw0+kF0WPMTKAT0Q5wy++K89PXK5kD3zufy9SgnpPULJ673ZnbK9uPr7vCJDlT3z7gc+MU6Xvdtutr0OkXm9qAuPvecGu726gCi+zDpgPU4bwL2xHae9ezgPPg6MFr4QXVk8ALMIOuQ6S73+neY9cfASPuJ/9z0FWP+9s9YRvplhHT4wH4C9zFIIPeECCb5eMKo9AH7bPNnlM75+jaW9c/iVvebg3D3/xRk+JPhqPWg+1LwAp+M8i/IRPjoo+D2gZeK8op6GPU8KJL58yxc9QME/u6DaQTx8J3E9fr3sPdKWCL7v2jA+j24wPhqyNL6gCkC96Mt3vU1nmb3Z+gA+qxk2PkVtGz4A9Bq5YHlrvWBWmDsTqy0+8XsbPtUiMj7OAPw9e+TSvUrH/z0fVDk+RcmivfvaKD6kmQ6927LbvWqT9j1eL4G9WCGxPCCJLjzjxyM+cIIAPTKV4b1+sIo98tPcPYHdBj7icsY9Bo6iPYoyz73xoSa+HrD/vYjfbD2GgoO9ovGzPTsgAj54IHW9HXGOvWhXib28SSa9R58evmIPhz2Nnyg+FNs/vfVtBb5ksAW+2F5UvdnQD74uqYc9xdOivS/GMj6f0hu+OcOjvTnPO74AkWM6llAnvgBRFjyAqbo80taRPWTkHL4QEim91FUZvlploD2lX469oBauvMyXDb0swBy9gBu6PKrWoD1AyL28uPFqvTtWIj6i9r09ivPqPSLVxT0AgDw7EAqsPCZ/4D2vnAO+zfspviqMdL1MK/C9ndWovZwAE768hGK9hOUzPUDh6ztqae09ZHxLvcDuqL1zwuy9L0USPudc471L2Ca+h3YIPtB4HT1zbBo+OS0YvlBUYz3qMpw9tCXSvaYd2D3IZpw8InryPZ/cOT4W5pA9kE0tPNCYJjwdYC0+UmHOPZsJH77O76k9PXUgPvRtj72gIjA8epL8PQxVHT0AHJM6JPAXvvDf3DxcszG+sGnoPDE+Jr55Cje+TCwevqJXwD3s8H899BFOPfAS3L0+KoQ9DJcLvrxQST1YyRa+/aTXvcQYAz3E9GQ9lLQ3vagMyzxfOSQ+taUZvlLQ+T0AmPw7/ChdvSA0aDxh2ws+0asQvgEcKz7zhZ69Xp7MvUiK6by+lze+Vk+oPQsQDj4c5Xg9VBZZvRDeNjzGZIA9SF3NvX8lp73emge+DNOCvc2lID71bR2+8CYHPfK7372ntQI+ACBlOuBSx715kBk+pO5AveifuzwuNqq9qdw2PoAd2rrMQKe9Xso1vhO9Ij7cUFq9rgOvPeDImzuKYbg9GPN3PY6Fpz0QnYa90i7iPWDeeT2ujLU9lpH8PUETBz7IVse8h6QKPpIlqT3F24q9gzYvvmyKTr1hYqO9/tL8ven9LD7K5dk9Jk6GPWy4Jb5gdQg8fGtfPfSTKL3CCZc9IMSJPN2tC76YwJ28mH4YPaCAkrt7Sgc+yQ0ZvvpLvj3AGUE9gMvOO3yqJT03+Ai+WWoYPs7D9r2s01U9ADL5PM40GL4xqgg+MOFmPQdC+b1w04m9Y4E8PrTSBD1sr309sGkuvFh2pb3PRzG+M+8VPkAcuzymKak9ORkZPlAt2jy3nzY+0M94PAvJHL7eNqg9fIMXvswdDb2dfjA+8B7BvEC4zrzGMMA91M5nvSkrKj6OmSC+wAyAPfSAXT1sVP69fJMqPUwIV71vNSk+37CmvX6o3j3uXuo9kbTYvcicEr0ASv080PY2PQpTkz3fegW+qFmdvM0LBb4ieLg9KezjvRNpH76gnVY9ECP4vFXuJ75BZJi9QFL4ux5d1z3AAJg8NGYzPco9ub0VoCk+cH73PDIwjj0EqEw9He+0vXhSbj2Z3jE+y10zvsCqXLv83xm9aDGgPCqX1b0Sw+Y9dYIoPqYy5j0Vzws+3an4vaGrBj6WDs89lbkpPugGH74QEYI9rlqUPUDhszxAG+O74PYsPcnxBz7A2uG7hq3ZvX/6Db5moBq+EnaPPcTND74Irim9x94QvkxvJj0m36C9PNwqvZNgGT4oXG89YIDivb2EHz6x6Re+xinJPVB8ejwHHzY+h+EnPlIe0r3EdCG+I405PioYxz2g1UG8qNjNvFgXWT10oEo9oHEFvoidY70KO/I9QPANvMXYBr5vFig+YqO5PQmTBL71Oy8+2mOxPUuNMT4C8M09woX8PXDX9bzlNqe9Di6sPVpUNL48hi29yDRrPUt3Ob5K0qu9unXOPXgrrr2Idxo9clbcvR7wjD0EgDy+oOQwvnpFgb2E3hK98pOJPYQeH75+Brg9x20TvgJV5b3sQko9iu2vPZggMz20Mii9uRIhPmEqJz4geL47Jz3UvQBifbzYeQa++UMnPvaGJL4iROQ9dsXSPZ3pDz56+bs9mFgoPTgZKr3B4Si++64LPlS+pL0AUv47PrfTPWh0wzy3lcm98pjMPbG0jr1AlXM9kGy3PFaurD1X4hi+KPHMvbVxob0Axmi9qj0Bvjy0Db0JqA4+WBbKvEDfsTt2VCS+XjMPvveKib0Wh5A9ztqMPfKFlT1nnRK+aHAoPeAPg7vCYLQ9fCZWvdq1B7632BE+kvWIvdz9Ab2hKRk+TY8oPiyqbj1zZhO+i20ZvhDGUr0Vcwa+OUU8PqMUBT74GYa9PyC8vZNGG754VTW+/PsQvi+xKb4Bt4O9UMHJvcq+1D2aIOc91DzVveBWEL5sIzm+AOnzO0geKb7mFdY9ubgjvijJ/b0fZOy9X2WKvcyoVj2J+Au+CJoSvqCJRjz5bcW9HpzsPR7F+D3Y9uY8zYgbPiEwFD5pIR0+FNBcvQCy0rmMTCc92OK/PDiH+bwcw16969EtPu+KIL7wvQy8OmXDvbnlL74IHje+t4cfPqi7J73etDe+wJIyPeS2KL24LXK9jK4ePfR1C76AruM6VkT9PXexB75lib29UARevE4euT1QRtq9sNm6PKKV6z0ujfA9MrzrPXOj+L1s4Y292geEPYyoGT2vFjQ+IA2evaUUDz5IJyy+kN0bPJV2FD6kkBm9WHZNvSDOC720vza9vkEmvhRl2r0FOhQ+Q/wQPouy+L1ox089eJmXPOAzvrz4ME29n948PuCEoLx+svQ9IaoDPpjgFb23fZC9t44fPgBHNruIs369Ha+DvYbglj3o5wu+8POBPaUMLT76h9W9Z3swPpHWz73ulok9I3vhvboOyj26do09QCDZuxQvPz3X+AY+2HodPSlxCz4nGo69+vETviyreT08VDm+IuwivrsUur3tJyo+LOsMvvhGaz2CvcS91V7FvXjVirzwxIQ8bM5EPXJUkT1lFjk+ssYRvsiA2DzIaiS+jiWXPZwfAL1wPow86hN4vVlyFb5xdpq9FVk8Pp5c6j2HEyk+S+CFvWg66zxLLjA+gLvDvMtqDz5jFAY+kmGuPTA9RLx50KG9AH5zuqhEHL5sv0O9qKMMPSVhCD4ydfi94JDVuw4SvD0GVga+4AA6PYidSb0l8d+9rW4BvgmLjb0qx9+9Adk1PsZDqj0VACi+RTeevWsQMT4pfrG924vTveiWFL69HSs+6HCuvPsw6L0dPhs+PgL4PTX7Gz7AhvM7LH4NvckBA77gfq07ZF7PvWo77D1DtQi+MDd3PBqgK758aAE90VYivtSXIr1QT1K8rjCLPfUlDD6wb4W9R3frvbpz2j2uODS+ZZQgvucNGr4AUhW8IM8/vQc1Jz4i9qg9YrTRPUbb2T35e9i9Ks+UPVdBDr6BmjI+nng7vtiu57zdHhy+ECM9vB9Pvb0nTyu+X0QsPqA9Kb769ou99yy1vSCBfT1zFTI+9F9cPWebAT7QjxU9EnqPPdKUhj0IVBe+kGq7ve74/j2zmwq+PFpVvTCPXjw6VBK+QDgrO5sug709sCS+TckvPj2QCD5TqLu9jAIWvvz/NL5OK4c9hAApPc5CEL6NkA2+VCMYPXS5XL3AoIo8msC9vQDOlLt08Cc9b0sWPtJczr0eZbk9WtfBPSkIDj56Uao9MJ0YPQo0oj0em8A9rmzHvThLFL1gRCA9SGbxPFzvZj0M8x69e6E7vg4kvD0A0kQ8yzg5vmxKMD26on+9aNzPvSrOpD1Qxoy8gJV7vFlxjb3XRb+9oxASPm4LkT1AngG7M8wMvvgflrzwus68mq8tvijLLL5+CPY9GEwPPcSGDL4w7xO+yZw5vrR7RD3g1fu9In2RPf6+qz1BIfi9dtPrvahvRb0ASDY5UJsHPYAP7jqgn1w8U6YTPlEYJT5IXom8EDp2PJVpI77Ay0I9QLQ+vRRPQb3XXoe9CruQPX9gOz4A4om6qAaFPaJO8j217xI+AGtWvOCGwzy/aS8+bmt9vc6Ugj3BgRQ+YIVGvLDgcL02roW9Ao3VvZ7HuD2muQW+wPx2O0MYAD5egcU9ADH5umFkMT7A7jm72OgaPUceHz5Rsom9ZSQbPmDxhTuTHTM+kEeuvKB3W7wwMH08uL1EPSXCw722Q5k91FM5vc4n/j1CP5c9UnuwPdUEAj6j8C4+PwwSPgq+KL6u6S6+Ouj8PWIpj70cAfO9wP9Juy3QGj7f0/G9yGs+PakKLr41hzS+E90HvnC74731Sw6+jHkovZlvAT6Ei3s9KlLoPWCNE74AR5k8wN41O2o2qz0gYLI8pgKjPc5Jyb3ppwY+oiTnPV6gLL58lRe9kKsPPL1s3r2EPWC9KmDKPf/xIT4cnWS9ujUUvrr4pD2mUQS+F/7mvT8VID7ult29MP4ivMEEwL1cECa9wI2rO/D8Ar0iN8s9YtSxPSl8C74GNeg9kWIHvh//Kz4gemg8AMk2u/aUN76wtkq9EF03vlTVYz20VQG++JosvjgSAr2yZYo9gqKuPYb7vj3B0xS+AF6HvAzTGL6g74+7mH/dvV5ftj1MQi29j+IfPhB9J72XQy0+VqjbPb64hj2zzC4+cOwmPLCAZTxg9Ds98+yivbljGj7oTDI9bkShPSBkCTwIurm8Y70xPjYLoj04pBC9tbkWvtD1Rrzgauy8pR4Dvq7Sgr3Pth2+MgwWvoDiCLyIqDu+MA94vHlAp7308Wq9w0D1vXKvkT3eeJK9wFsZvtAFqrygMMS7RF7gvbbIsj1FS+K98NZFvO54nz3Sryu+NpKPPUz2Eb66xt09IiSpPcAVuDvMZTa+unrcvSA/4zwswzA9UENovHjtGD1qA5A9phLKPYoN/71hNC4+aI1rve9OJz6VFww+Px05PlJL6z0wZCm+YKuSvOxRAz0XsB4+vX3Bvdw9tb1x8xW+hS4mPlrUpT1sE2m9yAobvT5H/L1/T929d6gdPm6cwz2gfri70iCPPaiYOj1tjiA+VQsBPhMjGz7Mo2O9UJ7MvFqu0j229/89YMvPvKlXOr4+6sA9/pb0PVvmyr1kUkw9Wg/GPVCuP7zzXSM+748UPpi2AT2g+647sLpLvG9NKr5og129YGMrPDJ0C74Aqxo65L5mPV9GLz5VpB4+jsKUPSYvAL4AQEq8hNRDPZYwub28TSW+HOM+vd0AL75cebS9CGeNvbjp9jww/7O8nmOQPaCAHDywTGw8C9EpPkIM5z08pQ690qLAPchdAb6AxzE7+u0ivtyLy71fjw6+4p4QvjBMTrzAYSw7CHWhvcpxgb23PRk+wD7rPN41hz3ttB8+GZ67vfBVDr7Gx9U98vjTPez1aD0DVJG9MDj9vALx6j2IHdg8RBItvhw3Rz0CYPw9s3jVvYCFkTt1vRw+xrSgPWnDmr2rOQq+AiWtPXm01b3uOPc9jRsIvkBvpDwvfRo+AL0KPeQ4HT20wSu9DfA8PmOzIj4gDIu8Dg05viCKgby4fYe9OMCYPORna70yizu+u1MbPrCKTzwAPFc5EBIvPdV3OT7+sq89nia3vajXvzwez7w9YKmBu4Wpxb2yer89BQgRPjZzlj2kai49rruiPVY24T1+5429ZyUVPkA5MbxZuy8+Eg3dPVgbEj0teye+xM4CvujrgD2s8Pe9ABz7OaCYCj2X2Co+YAE2PKCTQj0uVKM9+I3yvEL7/D0aA7g9sBM8PAC7HruQKFc99QgLPrzwJ77ECRA9n/4APg7MM76G89y9kc8qvkG8z71ic+Y9vAgQvtyAtr03nxO+iobvPcie3TznJwM+KFanvAZeL75vua29dTf6van3Oz7GP7A9UmHyPUKu5r02EsU9cyo2vhINgT3vrzE+QqnSvQoQe73iVwe+biiZPYJRzD218jo+ALsgvViU2Dw4Tpe8+WAMviq/Nb5u7qs9GcsuvjUaLD6X7S4+qJfpPGSIAr14zf+8JuL7Pcw4F71nzBW+70ssPjIVhz2QJnU8188JPhIkA74A+N292rx/vSJilD0vXCU+2VIePi6rGL5PEi0+cFlePanrJD4Scfo9wPhru+d1p71B4969yOqXPItBAD5anNg9sCwJvviFor0jeIW954wuPjOV1b3Fo/q9SvCBvSCMazzOkLI9AMxpO49Krr2gA9O7uHpaPVBUJL4i5/o9lZgjvl4Tu73S0Qm+BbcDPlTGZ70QFGC9pfctPq6ppT12aLs9YB67vMuKDT7aDp49BjKqvXBij71ir5E9mtH4PZjLhrwOHb89qOQJPfwsFb0wfTY94/A1PhCeWbzkamE9G/oEPkA65Lymz4s9w8c4PldZLD77QBA+26AIPmAFtbuxKCI+BzYyvk5xjz3aMwa+gCdjvexWI752TOw9CLS2vHrH8z23wCq+PW8GPsUSCD6/KR0+D6IhPiIAoz3YSMM8CkvePcsP572Jjp69cAcBPOLj2z3gc2C8hjbcvXjLwjxu//E9Iy+AvQCglDhsWGO9eGU6vYQqKL4EYy49am78PdDc/DxQ+7E8al0pvqLt7L1PPCw+gO16u2DzD7zxTi4+pdIUPoHOMT56CeU9XqylPcgi47z2GK89MIBGPXDIej1A1CS9pM0Nvm6fkj2yk6E9SesLPrHzJz5MfRu+NtsUvuwMGb7c4CC+eNpPvVh7LT2F99q9gObOvILYEr5VZai9hjnrPQgwFz2ocuU8CLrJvBsoAD5xtTs+71wKPkin2Tw0DZK9sBggvMWTIz5un/89Bn3+PRFPFT4ZHK29lF16Pf534z1DWig+RNphvci+Or2ALiC+uPzIvQCS8rnYogW+dK4mvVv3FL7xRBQ+5a6cvfLc5D38Uki9MiEHvidTzL00CdC9GE0tvYxqIL3OJ3u9wKlDO2jg9rwkrCO91kDnvRjup7z0Vee9QE/kO3juF74FPRm+eH0ovXme4b1oEk094JCKuyC0oDtfwzo+AAHOuhqkjD06vN09vlLtvSMQCj62d3e9cIeWPIm6GT6w0TK81NEIPVCxor2h9+e9pDxiPdBcZz16w6C9mzAaPtnDIr5gQza+wHl4O7ghgzywpfS9+HXzvFy9Gb1w9hi84Hf4O7fKub21RQo+L1cjPgDgXz3Ygqc8xA9xPaAVdD1frjw+sGEivYhZ9jwARMG5ThOAPVMh9r28OVG9PApiPYONMT6PAhq+7nrVPQMTHb5eadE9jE6GvcCeQ7t8TDi9w5jKvSx/Ib4SqsA9PIBCvRCsbj1iNje+zbkaPhQwdL3L8ww+GmGGvdV/072q4Tq+gE5vvTYcGr5bcIe9wkm9PZjeNr0AyW29yTn+vUSxp71J2x8+PnSePWCmxTtRSAO+dn3PPYU7MD4XYOC9XKUSvbinH72AV1O8j7Qcvm1XDT7S78a9QaIPPgD0N7vmeLU93pMvvmjpmjyuE9M95AdHvasjE75SZcO95eMhPl9tMT4WiBe+AoMFvsD/2Tv6jvk9F5AcPoBAnjqrXI69hSzCvYIVuj1eVuM984nwvaD4sLxuYOk9GuMtvqc9gb14hNc8iZrRvSq42D307Qy+kKwHvhRNVL1Ygye9AFO7PP7suj1Q8/687k6dPcEeLL4Q+hq+AXbDvZQOTT3gCUS83VYEPl0r9r2EPnS9qNPwPMhMHb1Rtq29UK8oPDjQUT2Omqi9ykIEvg9qtb1Ioc88YMzjPGZjmz3Yuwa9Bh+wPQ5EkT2EYhW+JXg2PkpIiL2q0589+LFkPUqfNb6Oqoo9DvTOPfAqMr5AzT488ve/PVJe3z3YDdM89na3PZ4Z+L3Q8w481TM1vrSpxb3r2cK95QYEPi+4BT6QKIc8UBv2vNLQqj0cbCK+fhfMvWbuM743HTC+mbQsPmrsgj3QTLo8qn31PX55xL2CJQq+sCE2PAhw7L3dpaS9qGWkvZDk1LywWoO9iHlRvZLb2z3M/HA9ChfEPUv2Dz7h9wo+g80oPnYoyz0AkXo8wq+9PThliTwCbYs9GPn+vaR/Hb3eFRe+12YpPr0KAz4gYrg7ft2iPd/vGT7eCgS+8IDkvACWerx627g9IGajPESLur2ROzM+K8+IvX9ICr6NEzq+gERVu6luNr4WviS+KOWXvIhpO71UDn89z1C2vT6Y1j0o/YA8Bn/8Pe3lCz5FfQs+f9UpPt7Qnz3ci0S9TAo5vryTAr0ZORa+6nCwvXwDbr1Bsxs+W6MyPrAudbya7Nu9SWQBPoDTRDxrZyu+0A8ePH79uz3ffBk+dc4CPrxsAr5o7N88dCkxvUDAAL68+hO+cjSoPVD/uL20gng9hwUNPu3DJD6wQgo9fM/GvYAn7jwKF7M9FbgrPkRDJ73KxZI9DgMzvt0JgL06GDy+ATcHPphatr00iIM9SdgMPh2sID6eB+09qncZvmBmjjtX+Cs+8eQ6vqliNz7/EQA+FHFsPSh1Rz31beW98MDvPBD5zjwGruo92Q4yvkCtcjz7vsq9PTLNvXacrj1QgRK98UscPv6R+T3IvwG99kOwPQ7Vsb19zxU+5gaMPRy/OT2SebQ9sHgevAzuSz2gqe27ufwQvr/kOT6SwSu+qOQBPaCNwTt83GK9NysAPq2mLj5wt6c8/I1AvaDQ9ryAsSO9YK97Pb9y/r3t94i9M0K1vdZoiT1cFsm9oEANvtaLkT06wbE9NVUVvl7T3T32YMA9omoKvvQBfr0LdBg+qyH6vbTkVb0InVY9gKcCO0JdpL0DriS+zQQPPgDyNDqzMAc+WwQCPpslNj4UJSy+gKgmvUDn5Ly4J8G9oomoPW5ah71t/Dy+VkEzvvC1+7xmpvY9h84tvkBmOL0WEQi+TvrXPXaTuD1J6QC+hcspPhM6Cj7AN2K79LVJPWFxKD639gk+ML9UvbZJGL4DDCu+x7YaPr66PL5XPh8+4MmtO8R4qb0gFpM7R2HIvYkmID5yW5o9KExavVNfAj4DwQC+lkCLPf7F9z360vA9PAgxvgzGEb1kAHa9xz0jPp4pib2YykS9WPX1vBUpjb3yQac90PNIvISkh71i/uY9N7mSvVJ9kD1ymL29SnHTvRhYkb1dGRW+oD+kPKyek72bLgG+NF0bvu+eGT6ZIQg+EXgKPiYOvz0QQL88loaIPbr0mz1l8Qu+1jXRPab4FL4g7Ta9tz0APoDwDzu3AJG9Nre2PY5ryz0sQzW9bbEhPpg5Y70u1cI9/c4VPh9job0SftI9BBFbPaaTHb6Qfb88xMX7vRxgRD2+EsO9pBL/vZhAFj2NyKi96EISvsqLBr50hSc9AkCDPW22BD5bqrq9PtbJPSieML3zKAU+bXwKPsZ+0z2itKu9160JPv1/Ez54cJw8D94oPsL52j2AUy47IfYvvjJcpT1oETK9IHHmO0aolD3rCwQ+uMeFPALbG761ihO+TXYWPij6zL0ymxi+UEmYPFD7B7zM9UK9BuazPfnTMj5XRhk+/nr8PeivWr3TCsS98GQmvHXZkb2jlAg+cZInvlBpxr3D6sy9Gws1Po6ciz29y6W96NtDPap2sD16kY89gB8FO3CLUb057O69Vv36PRXIAD64V3I9oDtWPdqHtz0gbay8hB4tveE6Jr5h7xe++3MGviFn4b0Iv769aABOvY5EtT0Rehk+IrqQPSBJPD0Mlje+mragPbFv3L2WQr+9SO6aPNidAL1c7TK+l6cbvrphMr7Y+q88plC8PWh7bD2pMDA+OFmgvUjGzbwtUwY+7jisPfmcML4Gu9898AWJvXOwHL6ydO29wVKlvdwaWr21GiE+cNwFPUSNzL3g/Rm8w2AKPqD6AL0ehuM9LQ/avdjof70w2C2+18GdvbjcEL0O8bI96nCrPQDrobs5HQq+bhaZvfaXvD0AcRK+0PETvfQ7Qz0Cuoc9cmWAvYw8Mb4sGSi94LRCvPKoxz2Gso09CYwyPmFxEL6nyi4+fww1Pmip3jxWe/49lJkwPSKqtT1XnRo+quzoPZM7h71l9Ac+av2IPbh0Aj2IxP48zCc7PUCSi7yAeuS7QHvOPDn7kb04mj89lsiQvajuuzyCrdk9gFhYPMB6Kr1Iiai88LIVvTEoNT64Wnc9XL/kvTD0uLwI4lm9lLZ3PWbm9D0k2B+9gtmIPVaUI75f/Se+ZqPAPWqLC75LUw0+wv6HPeAk+r0nVs69XJokvjwBAb0oTWu9vC50vTTIhD3qHL89APF2vMClirwZ2pu9YPvnPOYG+T1JJwy+Dhi0vbz3Mr68onW98I1NPSDYjjta76S9YP8vPFirvbzhuxk+4tYRvvPoAz4AHrU6aWravRBk7LwDM+W9oPwjvM7Y9z2S6qE9jMB2PfYX7b1//ai9sH8EvMCEbbyIQVK9L0owPqgpm7x28K497PAqPVCFs7wPbgc+4NPTvH4jA76fG9C9CUf3vXbemT2pUDK+F5sWPs1bLD5NNbC9CoqOPeUoET7YDMW8idUePmY4Jb6Bags+8+WGvXzRfz0Clts9AtGUPZqzqT3AVrA7f4sMPq9I5r2mdd29ggHAPRL7AL5ktzo9ZgwiviOIHz78f1k9QC/nPJKR7T2NOSe+Oiz1PVWjAr7pFCo+KIYEvlC/Gzw+r/o9+gTcPax5/71gDYY7ZacOPmojtz2PDs+9nMIMvgSqFL7UFB09Q5DTvaSsMz2cam29dvkGvnpbqL1cQRi+piOovRFrkL0w5FW82C8RvZkYLz6Sp8s9cenWvQCtZbrggea9TIQkvsnJ9L36g6o9t7suPgg8ar3V0R8+BifIPWsuAD5woX482WwMvvgYRT3XvAg+ACDtvLDZTj0SYZI9UOnzvTSMEL0aRKI9+cYTPsTqwL3M4hY98GVPvNQKYb05uxG+QEQ6vCPyFr6zSzA+4FsrPexYH71Oj8M9uWgrvl1QKb7RJDe+05YvPgQFBb3Trw4++sDlPYbjBL6EQBE9wKOCO8RKCT16dzq+mRiavZigML1V/JG9VqqtPb0eAL6pBqS9oK4gvocRKz5a0vI9K3UzPqW+ND52ayG+Hiv4PUCiWjvQVhm+AIguPA6vB75yxhu+EFpZvOi7Ib4UOJ+99c8PPopIJr5gt5C866YYPj6W/z2Q48U8dQItvo9FEz5/yTM+JH5ePShYu7wEdUa9WrwWvgbt9D0EDzI9DqSXPaQWF73oWLi8yHkmvkjaWT1StbS9IZ4wPoM8Gr6LCiE+c2IePqbr9j3IJqW8BtgTvnAqYzw+s9o9cJ8hvtiF3TyR2Bo+eiucPVBCDr1Wr5G9OPqWPBKpoD3Jz5O96Au1PGDVab22R8A9wHLYu3Lvxj3w/Cc8mjyRPYD4rzrAQUm81i+hvfK7tr13EC2+lJA5vRpo3z0r7Dc+QHkEPSNEIz4tuCc+yzgcPkIamD2wlzK9uI5TvcD4Lbtj1DK+MNJlvRDJ2rzk+zs9c8cZPvYUlj3ovsS8wA38vVJ52r3ypJM9AL8wvCEHAL6LlgA+gEZjPM7E3D2Vqiu+g6oWPhSd873BfxM+lrXAPSVMib3Cuuw9DLRlPdnmDD6x4ww+Yw40PphImLw1WJy9cI/rvM/OCL4uLCO+zPYJPX7Gs72yFcG9Lpa/vSxwO72Va+K9EsvbPWmvMz78YIi9WA37PDv2H77CUwm+E0kgvsPaKb6w1WC8QNJ1vJsY7L1gjnQ9zN8tvQODFT7Fyxo+fFaIvasHDD4hJQa+jOopPbgY07zRcw2+sw8GvvAC8bwM4jK9jcgVPtctHT79RRk+0qMLviwxfT3obBw9SK4BvljP5Dy2BpM9pcYsPmv5Kj78T0o9H/Y8PjhShT1ccC294BFRvJbYGL4Wi609+k+3PWp/mj31+JW9F20IPnwpTr1VezM+oEbFPPBGWT0EGfu9bPNvPaLqI77ABQc9oSUVPoAPG7uADQu921gsvgwoDL1gIyU9h+bfvUQIQz2PwhE+PnenPXP/673AhDC+Y0LdvVlBLD6yvYU9DISAvdMaNj7GSwu+/h7OPVgL0DyyicI9nKctPSDY0TxV2g0+TG9CPaD1HL3T95+97UETPiqu8T2ffyg+dkOVPcqS9z0gzJi8pGNhvQSSMr14Wxe9OvErvujQST0dMSq+fqH6PTq1+D18vjC+ut2SPT6YhT1Cn/E9hnjOPQAM872ka0Y9cEL1vEBE7Dsy0Su+JVQcvuOKGj4IFLE8ICHsPGlOBj5OrKS9C7QbPpt/970KGNi9QMgvPToGjz14yWQ9GXE1PsI/zD3ilNY9XbcxPnEvEz7Sr8O9QyUVvh3NiL17XCq+2E8CPdKyyj1yGam9UakIvtSmhT0gNDe9JbD1vVzRgz3eXxq+V6mMvQRVIr4DlQC+oqe2PYhlCL54+109H0CEvapaB77+6aM9SfCIvZBwALw+Wfc9QpPmPVGoFj6Iqze9hqXAPVCjXLyDYRK+7v3ZPZfdPD4r8y4+8gyWvdlmHj4kWym+//Imvh+5ED4zqAo+gDf7OnFuCL6RBxU+rHlVvQD/HT3iro89GuoFvsmLDb7auLg97+mZvbHRJz580AS+/u/dvWe+HL5LPzK+aIuoPEApbb3GTas9X/gzPlkeNT4Bfbi9aN0QvpOZ8b1BP6O9sxmmvVSjGj11oTi+7CogvsSZIL0S7KQ98KYaPZbTrT0MABW+eknhPaPVFz4AzgQ8TyUQPk3kFD68YSE9ADazOZCoc7y48zg92Io5PW2f173d1te9wleBvQRORT2wTTs9Mb4IPkg47bwsUwy+KpaRPTlgPL726cI9B8Tbva9zKT5yqIo9QPaUu5HakL15jim+bkqZvaixlLzCV609EbAQPhUfCL7yeR++CjXxvS3w4b1Ajrq7Gas3PssAHD7akIk9EMcxvHEhyL3HRBK+ZnmMPQdgoL3L1Mm9FT8XPqiDMb4QNl28jCk3vlJc7z2St8Y9UChwvC6vrT1BLTO+1BaLvWi/o7xoy3E9JeoMvm0wOT5APyi9HlPmPTJkxD18JQ++/FhXPdgzQ71W54k9+NQUvvgDuDyDcik+N6MTPn6wlD0BsYG9zy4Mvji0krxh8hu+Wa8BPswSLr2yuiO+RLY0vh2WND7NuYC94DPFPLArKLwORCO+eJduvZ9pKD46zuM9ALvNO3hCP73ZKwC+UjuKPVPctb1voLC9IEiVvCCmjLuQgxC8QOE3vqVSyr14AQu+APkCvKz/Ub14UgK+wAdJPCpO3z10LEo9sGgrvLC8R7xo3pc8HNBiPRXZBL7Qqyo8Ti4CvmZ/wD2i3RO+1xi1vW/UF75CyNc9eZG/vbjftb3Pw/G9PyQrvmo/mD3DsY29sWarvZLsiD1d0MK9E+QLPpW1Or4k9ai92SXIve1kyb1aEN89Ohs3vhf9+b2Ag1k99tzHvcjjoTyOA+49N1YmPiA4fzzwEYI8QPguPRGyAj6BlzG+zIsKvUBpXztTOKq9diXdPYAkhrwgxyI8UP56PHNZz71dYhY+HAkdvRnRG76W8Ai+VrCFvdz0V70YwxQ9Uty+vboI5j1/5SI+uoa4PRzuHz33Nhg+AHYUOgs1Gz5Nd429QzILPgLr1z17OyC+gMydvNzEAL1KYLc9fecMPpBgVL28Oay9nL57vXTGIT0Qt9W8AJLauyS1H71+iJQ9AG7TueQBFb4J1CW+2lvJPcRcU721tx4+m9s7vtj5BD217Dg+fHY1vtmvhr1SJ6I9u04APoLB3r3wGjm8AOExvnO8ub2YNBE9GbwVPoURI761vQU+qtvbPVvj+b3cm2Y9CoDIPUxABL6l9ye+lyArPg8oHj4PiRA+wAQivL25nr2m/wS+040Vvp29Bj4CBAa+sLSbvXaisz0a4L490fA5PuT8W72+Gp29xOIBvcBBGL5WIL09pr08vjxZIT2A/dU8pmaxPV9sFz4ix+49p0sxPpL46D1yt7E96rqUPWE/ID4zvSA+Y4gdPq4wlz3+7Ky92F8evZu6DD7g0SY8HuWzPVLjM77bjAs++pbVvTWjr70As4m6sJsRPGCfDL1256Q9isHZPXBkPb0vdzs+Qg7vPc8rJj6qudU9ktCTvcYHmj17Bvu9nGpgvezBAL5vigY+4mgzvnQ8gb1tyaq91l+EPa0twr37GwY+buyWPTTMVD2xda69psDvvbTkgr1YQfW8E73nvbzKib0tlhs+tim3PWIx1j1ljy4+dMQ1PUALV70IKg+9qpq3PcZdkz1ZQ4+950EVPhAtJ7w0rdq9lF01PfN36b1Y2IQ8zCtKPYWKNT52Uag9IdcoPoE45r0FxRI+iw47Pi2cNL7WgLU90EUbvGKLBb54rg09z68PPsBxPTwAo+k7bLYQvmB+XjzaSKk9FtqNPWzHHD0A8pi8SKJgveScPb2lczk+PFw6vZuaMD4pJSS+pj8hvoDmFj1KuH+98zbGvfmuNT4d0Rg+iC4ovpYOFr7GMPE9otsEvmDijztwRWU8zhIFvs3mOT7bwBA+UHm/PCKPHb4e2YI9EA4SPY7Opj3nRg6+otf2vWVHFT7wYGO8LT0IPgAzuzv4Y9k8uaAbvp2n3b0wCyY8vwCzvdP/LD7WYoI9f/IzPiYUzT2S2rQ90McXvCiYGb0L3yI+xr3fPVBQCzzgkKq8eJSxvFNftL0nNxE+gOvpvKAfL72Cufy9nzAHvjj1k72E1QK9ohTpPUVTlr3w+1o8ENb8vA9DEb66hby9rhK9PRPiAT6g1yU9vHi5vQjJGr77SjY+HrujPQAreTpEQg69kia9vVYL7T0Q7HK8gHYIPIOUM77A7/u9wGQCvbkUAr5QxUi8R2kqPhukFT5WQxG+UFZoPAg8HD2WBe49ZDgCvrhxtL2X0hK+Gj73PQfACr7Qa+68euTjPVM2Az4kqFk9uA90vTT6GD0laQW+3S27vSOlIj6gNd29fFM7vhqMFb6ZPws+pqmcPZTiNr6pDiA+4szvPXhxozwKOCO+D8IgvpVkDb7oKtu8nfItPgcpKD79VBw+PTUzPkX8Kj5MTRO9q9Qsvvey571EtgK+LC48vnrFpz1mUfU9Nt/YPc7LsD1y/R6+bo7uPfDRdTyKxQ++eq0xvqC5/zyYVlQ9zHnpvdz0s71c08y9CfX4vTaGdb0g0Eg9/ji/PR/bOj5oL0Q9we8rPlgCTr2Igkw9xC1xPTa7Jb50lhi9Oi/lvZxURr1wzFG96liuPVYfzj1TAAg+IGeyPN/sir0RqhA+gOTwuwDraDqAMTu86HDIPFZ0fr3G26k9t+i/vegzc71Kys698NFIvWrAnz0g8Wu8W6cfPvU5KD60XDm+APYeukGBMr5gayK8rw8iPr4P7r3EWqG9uOJavdD3OL7mT5c9Fw26vcBliTziqr29kFLkvWpKOr4+jdI9J10PPjaHAb7yudM9sV2tvdj6Ir1X/Z+9SiTfPQMpJD7Sov29Ny85PrWKLb7HEAQ+xaQhPvfdLj6gmbQ8sg3fvXqv9z2F+wC+YGneO+9FKD5Ngjw+OEeMvKXCLD7xDCG+BnCbvRok3T2EsQU9kPvOvLzSBL4ByTQ+v9QXvvoUmr1IUDY9tnH7PWA+bTyAMsu87N0DPQBxw7xE4ka9WoA2viHJDD5DAN+9HhamPYYY+z1gHie+YAMtPZz7CL6yOo09AaIsPvYfmr0XWBo+92SivV0AMT640wk9PqfnvaBwRzy1oCC+YBKevBDwBz3o64E9BXsYPuinzzyMDWq9GDfbvK/kGT7wPRK8sEg8PIQ5vL3+1uY93VSPvchj3TymUsU9AwcDPv8nFD68ZC89sM7BvFOsGD5Wfhq+D4cxvgDOsDsEhhg9j54ovlZVtj0kVi69ADYLu+Dmrjs81RW9SH7BvKDZ9Tsh6De+R9oWPiRSdD28GXG9vNk7ve637z0e0xq+GXq1veB4VD2mfBy+EkqpPTAEKrz2fOo9AK4EvZDAL7zfXQE+4OaHO/XmDz68lCy+BHZgPSDr2TwohDa9ULbKPICXNb6p4TM+PVwNPvA7db0kWki9SnuXvQxX1b3+g5s9rvV4vVzLDb6E5TO9tIwoPc7Hvj1IvDG+MMouvWMggr29Uwg+8DuNvLDUBr2Imie+FdoLvj9oHj7DINq9+rYPvqBmLT3zHQw+Iiy7vS/F1b2S/OE93MItviHfA77EnpG9rRwWvng8rrzMP0U9ykLCPTql8r0QFCY8ErbXPapYmj3wQAI8sVMivqCHNL2ktJu9sIbPvQ0VKz5+1C++F7sEvvAbYjzvRg8+ndz+vZkkNb6aN+g98bAoPpSNJ71QF/G98oPTPeH0KT4O7M49gHMRO1h8D75CWDy+y+PGvcMJGz7uzLY9FXUXPhgjHj237N291mCrPRgo6L3efse9gC5vvCcZGD5Eyp+9nKdIvaDGO72/vQY+dm7JPcw7yL1v6/a9RR0NPjeXNz6S7Q++OHJtvT9rAz4oG6Q86EUIPYA9fT2flr+9UZYqvq/mBz5vT9C9wElmvNzeQ71Hry4+F8sxPmMW8L24aBA9gK+yO5wkOT0keGE96O5hPTlDEz70JSE9TKZsvQHJNj6nDpe94nS2vb3eLT5gwLc71BAGvTBGgbxYKL+9tMK7vV0sBr7mtpk9yuT3PaINNb5nSbC9DChmPRhU9DziqXy9Z+cLPig4cz1QnFg8KNQtvan4j73kwRY9bMYIvS/Aw72puQK+orAKvizLAL3bE7O9khyJPaARNLy4U9O8vE5fvWR/Jb7JACY+F0wXvtpeCL41txI+foLpPSb4NL4ArAw8gCOmOnfgob0eV9M9hquQPWYMrj2A9oo6GDbPvIeAMz5wXtW81oHkPZ5flz3QKhI9GOp2PQU8Eb5oRdC8Wi3sPSE/tL3QuQG+UXcavvpwhj0+fNw93NZmvVxQRz2Q1hs85aQOvsAOP7xU4Qy9lT8PPuhODb1qP8U99LjVvXrhD77PuCq+QLwYPCRpZT0TroG98IMiPdLS1j2I9+69XAICvgaGhz1t2dW90AJUPR6MyD0PwBU+uXgDPkhJc71HcBu+QaMVPvSJHL4a1Oc9JqrhPc4Goz0q6Ok91ywwvnnhsr0keQw98BItPT4t7D1oLve8UckhvoU5hb2bshs+yVI0PrQeJj04vRu9mKWXvYQvnr13jCm+QPDsu0zbVL04Y5a9eJtDvd0Vsb2QKsc8+IzVvBgXfT3g23C921iYvXB/VD3k8AC+p8wYPgQjBz2uOtA97DNRvc00Gz5JhAy+7K4JPbO6NT4YivY8INPgu4jwgDxAOZ87zPk6viSkQ70DlA0+iekbPkOrAj7uPqW9kqXuPdYbsD1Cuo090akEvgKhuz2AzcG7rrXRPceUOz7gwEY888QzPkBLJ70wty08ENiPPIDa8ryKoM49H0otPsW5kb0TLTE+8csnPhz9mr0qoYY9NnmVvfEs6r2mQtA98Lw0vkh5FD07aa29gLq1PODQ+7xm5PC9b2sWvoetJb5QFC08IM6yu5jU5DxwuNk8mKOrPMqcMr7gqQ+8iJvdPPqUFL4Mk1Y9KGdavcBSxjtr0Tc+VK/UveCk6rwQgC69umGRPYdhCb4qUpS9WvG1PbhNXb1ADpo8qLKlvDYDj71kgle98OTlPA71wD32sOM9ik7oPZpRlj1CttE9kmepPdJiyj22/uk9GB13PRMxMz4SH649MC8svkXoNr7mEO09AMZ4PX1oBj54F5A8Br6yvbxcQj2owGU9BzoLPvc4Dj7Cd7s9ReIpPnmbAj5gi5k7rhfrPdO2qr0gE7+8nUg8vt4Vuz1+Tr09E9YRvu1qLT7lpZO9R+cCvsgIHT15dAc+jUIovvDoQrwFvru9hBk8vtSXrr3QGn4876WnvQC507z9YQm+z8zzvTZg0b14cbs8wHcWvPCxVL3M1QC+mIQNvi5AjT3gdvc8tTchPpjHx7yXUBQ+FEURvlMhML6AMtw6Rg3LPa51qD3yCf49aIqFvOYlxD0bDu69RdIHPmbaAb7ge8k8cC6gvHITtT0YNsk8IN/+O5hY+rxibL+9VuV6vQB07rqY14A9l7YAPio4tD34XhW9TOdYvT/A070ApL67fEArvlhcGr1XXMq9uAqtvcViLj4X1iQ+t3oSPlSacz3dkAq+MboavvSbED0JpBo+pOZgPZrTMr4xUra9uasyPkgCIr0wsmE8N9s7PlOfHT6iVeG9pYvVvTrP/D2of9i84JZrPfhpWT2SC4090KY6PG02uL0Uuz69jBJRPQgMmTxb8B4+UhGCPfysGb0rbjc+oI7KPHN4Ab5goas8IMLyPOiHpjwOyYI9csXLPeWLLb54B0y9QKQKvpyFd70CSs89yIp5PQe3AT7Gby6+sCpSvUrOkj29MSq+AJEJOmbfGL4FHy8+Pn+HvY0nDj4Q5Ho8oJoUvEB/fLy2Xgi+L5URPlgfPL0wI0Q8ssyOvbqVsT3wqj49pLYKPVHyND4Qh0K8/t2bPfB5VLxw3OM8smr3vcxNcr06Wcw9GGBOvZHyCz7x74W9cFwOPD9gNr5A+E488qg7vi54JL6O+Xu95j34vZ5QwD3J8Qk+tmjUPdSEDL44hJe87vXMPTNdNz7lcKa9XWg4PkJVIr5LwyI+ahKKPeZt/b3wMyI9MmPDPaVwIz7Z6qW9WRUzPtyebz22AH69Hy+gvQdDCr6b0R8+WAOYPLTNLT1hNoe9cItfvQMgDD5+5eg9AGCQOreQIz7izza+yWTNvebx871GI9Y9CG/+vLXgOT63whw+oDM6PMAFIb6nSR6+EG19PLqjD77Zhhs+RhWrPYLGEr7SDrY9UI8hPEonpz3EfPW9uHw7PYjWA71U3hW9f7UcPjJeHr4qdvu9b//evWCXAL6gR4c7qhGyPWU9Ib5GHTC+MUqivWDFMr6Cj8a95GMmvpfcGj7+tek9IGBtvZM5JD6wCuy8gK4mPexGAL5J9SM+Cg6DPSA7ijw7nOu9tH4ZvvTkPb05wi8+KYgfPoBZQbucIHE9uivUPaIu2j1QSp69vXolPlFxG774T6i8jXAkPqjCO73U0nC9olzVPSBDpDtgiC48o5k6Pvpszz0g/wo8AMqVub64Dr6AE9k64KYjvbDPKL0M1WY9wHplvIoYlD1vNBU+MpOvPeHqND7AZEe7Mq/TPTyz+b1ZcQ2+QNLuO9wZML0Qz049aNptPYkUMT4Ocd29YIkvvL6mOL5PTDS+/t7UPXZ7Gr4L1C6+WGJuvWArgj0AIJ27ukCkPSWeCr5aVuE9IJKZOyBwWrzoat48Pfs4PsvVtr2Atas8ymYFvpLS3z1XfBS+4EmNPNdwJr5bnhY+kGQevqL8jD0mWN098H9pPcLiFb7C8CK+sCuJvOwfbT0a+co9SN/8PKxA6b2yyTy+Z0M0Pv/DCr5wnj08SraFvQCtSb26GIC9jCUePTMnLT7I5Is8ue8IPt0jNT64wYY86is6vpBzTTxD36e91o6fPfAccbyw5Rs8yhAYvpdUwL2ofZw8elHuPTGIFT5QvkC9ldasvZGUvb0AjLe6QJgEPHlEHb6DINS9KYKjvU6T5D04D+w8AKT+O0wSKz0nJR++PbotPiAySrz4SIS8oLboO4Cyzbqn3RY+wpGMPec2yr2S5uM9g/Tlvdi+Bz30AlO9vBwTvicTLD4Q03s9EBUKvvj41byaMY69t+g5Pjlpir1MZ0w9gPMOvGBdUL2aE449bL0GvtxcbL0QXbq97Os3PTAjwzzk5Fk9EF/YvPbqFr6QLGi8eS2HvQwrAz2AC6c7Tb6vveMiIz66RQu+z5whvsap6T1mX6Y9Qu2PPecxOD4SnbQ9KPJDPbObHD49pww+jW3UvTrxtz2Gfp09poS8PfDjTLybDyU+mwwIvglbLj767M29ZIYJPW7erL3nm/a9MB0wPbfuJD76jOQ9IMMsvu+xpr1KeNM9xREnPkeFoL3acN49+pnXPbBtpL14g8y8pmp0vYDilTpOyeE9lJ5yPTj1ID0QvCy8oHHYO8V/LD4AP/w7ILodPYNFCD4wDDC9hI4kPUhsUj1VaR4+w+u7vfMAIb6WyO69oPRVPG4sK74T3u693eQGvuCu1bsZaTm+2JbBPDyASb0NziE+jiT2Pa7LzT3eDrc9pHkuvmoyLr5gyqi8nPczvZqiNr6Vegk+oxCZvT/TED4V2Nq9/G4qvaBcIrz4ADo9bBhKPZruO76VE+C9RQA8vgB5/7z2+8Q9k5ugvQCePT2+LAy+QNxsvSDepLzojAq9PWz8vUjBMj17KxM+rNxcvU/yM77eBwO+lyoUPgB1/7sAqi06gMDyu4PyLT6WEyK+uhPAPaWlJr7ASF084qbcPYBveD0UdAk9gJ5WvUCRTTscAyO+TQKkvQivyLxd1i6+52g4vnzvLD1b6QU+OZwRPu5GCr72auQ9TbutvRzMRT1CF8c9wA28PAJ6uj1QG1u8gQrpvaz5Uj0O2Lc9T/I2PpmYGT4ojuI8gvyVPUBg1Dv/JQO+jIs2vsMFDz5E1TG+ICiIu0PFEb6dtTA+jlDlPbd5DD6JZSo+jQ0oPsKVzT0YGXE9mlbWPdCJX702/qa9mPyePFibJT0cp3k96EAlvdHMGb79lAG+sB33PJlIFz7nst29eL4VvSqQr72TJwE+YMQlvcbj8L3GhMy9aEMRvulgGj7+exi+SlrtPVq1zj1HuZ293H89PULX/z0Llgy+y1MmvngSrjxdBh4+0XL7vScXIj55Gxm+tzQWPnjiOz0A3ui8f1YivrvfNL4YlLy8jNcIvoCa9zr69C++XpGsvYthBT75HQe+3+k0vjs8Oz6MtBg90LJZvf3psr3oWfg8VqzMPXbvMb6Dvi0+3zcJPqSWdz1AZ0A7rYAyvnAWJrxaO/w9cO0HvgiXvjz00oQ9gqalPdRGfz2ke3M9tiGkPfDuJT34EfA8AFD7ubnLLD6Gccq9YlMBvmudDL7gjdg8YDhMPNpd4z1+nfe9tqvBPQzKJr0QLhy+dBXWvdosBb4FkgM+54UHPvCp27xY2qk8lkJ4vX6XmT1IW+I8xgrtPf/eOz6opOS9Co69PesVCj7Qmz28J26gvdKl9T3fLzu+a8CMvQbW9j0QXIw8KToQvl1pJj5qyh++tKMPvgvBDz6dFjO+T00lPv75nL2mddm9YDYKPFkZHb4LCBW+svPRPZB1c7xk6k69XAtJvYGeIT7yyuq9UDK2vDJK/b301Bi9qL+0vMHcLj7aapg9gIcQvSnAyL2+GAu+b4eLvd5/Hb5ABdy9BJszvWIrwz0gt/E86GTVPF7pFr54+im9LLMGveBwtTs7lxU+y6YXvg4Q0T3xig0+am2evVbgu706EPw9dVSxvQB6W7rKIuM9gCpqu1i8sbwoyQW+fc4cPoyOH75MKDM9HQoxPuB+I7wkBjO9aGWJPBstGz7gO7s7wCyfuymNtL1snGs9rIaRvYWJGT68gim9UrGZPTRYXz1k+g6+oMj6O8eiET4dqiG+wqrYvQ0GuL120qU98+6GvWEDsr0l1Sg+OqztPQjvOL4ykq+9FoIBvogfMD3VRii+mIWtPPC1B73Wu649sEqevP6JwT2y4u49dBQivoOSCT5Ct+I9YReSvaI86z3DFgw+M7/hvQMECD727/M97KtwvZXFNj53PQu+VsLDPZhERz375Bi+mHvPPGPLAT6ZHqG90ElpPPNFCT4DcRC+tMYIPbKJtj0Qpj48kublPWQXWr2DR9u97GkMPX61H75ApKi86hq8PdDhs7wAXjG+A3cnvjc4Gj4Q22K9sIU8vfSFNT2CDtm9q8wdPsDo5TtVTR++UJZ9PSrpJL6orxy9QfIqvvioIr7q6oG9TE07vh7R/r0Fnw++PMxvvcvqiL2cOYy9+0i9vXEONT7V8wo+6HWivNfbFj6W/Ig9dM4FvgA3CzqmGqY9UNdgPfAru7zudc+941gBPiNzo71SGa49MJZoPSX5Oz62b6s9l3kDvp2kHD5wGXO8wEo4voxvvb3j6Dy+fcstPjWiCT5NCRA+wge7vcoCy72iPLM9HKU+PQgISr2RS4i9qPMVPVt7Fz4LP6a92BoNveTHED3/wzQ+jvWKPTxoLr1i8o09Q002PtIc1z1kMlW9jjrgPQav5D3m7Ng9QCmoO2/KEz5c1Gq9kNLivJ2kMT7APf67koXmPfAJL72IUaK85GoPvcm3DT5MJxM9aESzPE+1Mb6xMrS9OMFJva9Wm73+yN09jDu9vUW+K74/6Tk+6oeRPXLG8z1O4tA9sKnRvCKriT1Zasu9wuHIPUKh+z2Al848WuyePXEh8r0BMi4+wLOzPC7xoj2IMq29ShT5PZviFb6YddI8IE+KO51yEr6+O7M9CuDwPSL7yj0b6DE+qjPXvcQqBD3AWRc77gX7PeDm2Dzs0hu9d8wTPtfUJD55Kce9wL0iPGMtqr2XeiI+RGMrvvEoKj7iido9PBUwvXURGD4a3cK93YYTPqA6TDxAO0M8/iaxPUqE9T0RMjs+9gTIPVyuIL4+bZM9/8L6vYtKLD6i2Nc9rb3nvQkcGD5RMgm+rJdQPe6T2L2ZgzQ+dP84PQLI9T3QCzM80tiJPQ3Oyr165dg9j0UgPg/LJD5eyes9FMQgviiCsL1rAIu9j2grPtD6bj2QIie86IGRPCCAVb3A0U28RqudPaInhb1YPmk9zHenvQCWHb4RBzq+ow0vPgm7ND56Yd29WwEIvkhNqjxelLM9wDITvSZvmr1jZxG+97ETPjMfGL7jPa29oDb8PKCIsbwnrA4+HKBhvZ2HBj7FfTQ+JOHDvfxcDT0csmM9uJ+uPGjngD2aXpS9mHY5PWDRd7zuYM69Z8HNvX+8AT6q0Jc9Mu7QPSFxCr5ryDE+he2Avfn9N77pdre9c7y6vXgbOT3aU+u9JlawPQi/ZD3CmSm+Eq65PV6m2T2o84U8pryQPQAlybrF4wk++suGPRfgrL3m7aY99f4CPlumm70vLDI+sSKIvfWzMT5dEiU+h6EFPraY1D1yIha+tAwtvdCpSz3G5fU95xoRPnZ5B76W9ju+OVUPvsDvTD0qqdW9zfXsvaN/Mr4ALsS5mHeZvTdvDj4GZYU9KORSvX4W5z1EMvS9pAAAvktE873c7mC94IkaPKAPsDz+Yyq+GLGUPGCj7TsFmhq+uNQmPVD39DwDahs+X/XZvdiVHr2egNK9O2KOvXa44z0SNdE9KbUTPsL4Ob7gM1M85mPivYBZgrtYFYG8FpnpPZaK+j1Maie+k6EIvgAZmLt0UWA9Kzffvb4+pj3TGBI+gMFeO/7v4b0QDB494SoBPrzfJ76lFRq+6MTkvAAbAzrLxTs+3ycvPsNSML6M1pe9UBqoPEQNAb7lEiG+/Mg9vbG8DT4otWq9/FMSvpKdrj0mcNk9hhWjPSbdlz3SY5w9gETVOowZdT2hj+a9O0IIPmyoaL26R/q9ZpLrPUSBKL1DHym+MWPQvTtnOz4dbx8+cHNLvakqAz6QpOe9gAyTPO2tML5POha+8XGVvfFfLT4S4iO+Du/OPcp35r0wTBi8IL/FO6Z7oj2/fgo+qJzjPMDrJj1D9x0+lpGQveJV5D2AXC2+BjKhPRYF3r0uKHy9oV7vvQaA9T2qwY+99jiPPaD0Br6nph2+jMByvQRbJr7Nn/q9sAcjvgCBB7v+Q/W9H50JPmC6WT0cPRu+Y1cEvklKCb6w8mI8EdsGvvOxND5KbYK9HjflPd4+xz2ATyS9vsaUPSIIr73WB6U91okLvlBq+TzJbjs+UAPpPGT+Ab4ABEY50gvuPcBMlDw17SQ+8Yw8PgRsD75gjhc9xlCkPW7Nxr0wVvg8qyvwvY44vj28pKW9RAjvvd2YOD7aEeQ9ViGBvX5TJ751AyA+V2c8PvMSkr19eA6+gOmCu4Zrlz3qjuc9U2EtvhzbXD1rEzK+0iLbPRnHq73AbDe8StTBPTFuLj7TtBq+OtOQPQjoVr3QAFC8yEtMPQy5y71qOvC9qKMLvZsmAj7Lgia+qDqPPLnGCj7ZtyQ+LhfaPco5/D0DUTs+ZWSWvX4qj73AA/o7H5ESPqU4FD75JYO9HFcAvrbLE77H/wc+QvqvPU1HG76XFgk++ATRPJokpT19rRY+NoOHPfV4yr1cOYW92QMIvqauG74nGxQ+9VUAvsJaBL5USFE9lqE1vhJnxj3/GBM+LlaGPXxfW70Qr7i9rmigPXCjfjzrX8O97CWNvXDdOL1NeiU+TfYgPpgms7zyPKO9cDVEvNy6gL2QlxY9BLHPvRBFgz1A2Mk7yDIwveZDnD0DhiU+tiwgvtgoUb0GPqg9pAQZPery9j2N2Y69BDhpPUvdIT6CtYg9"}}}}, {"name": "sequential_8/conv2d_16/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}}}, {"name": "sequential_8/conv2d_17/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 